Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Screenshot Bro can host a local **MCP server** — a small server running only on your Mac that AI assistants and MCP clients (such as Claude Code, Claude Desktop, or Cursor) connect to. Once connected, the assistant can create and edit projects, arrange shapes, translate text, and export screenshots on your behalf, driving the app while you watch.
ar: يمكن لـ Screenshot Bro استضافة **خادم MCP محلي** — خادم صغير يعمل فقط على Mac الذي يتصل به مساعدو الذكاء الاصطناعي وعملاء MCP (مثل Claude Code، أو Claude Desktop، أو Cursor). بمجرد الاتصال، يمكن للمساعد إنشاء وتحرير المشاريع، وترتيب الأشكال، وترجمة النص، وتصدير لقطات الشاشة نيابة عنك، وتشغيل التطبيق أثناء المشاهدة.
ca: Screenshot Bro pot allotjar un **servidor MCP** local: un petit servidor que només s'executa al vostre Mac al qual es connecten els assistents d'IA i els clients MCP (com ara Claude Code, Claude Desktop o Cursor). Un cop connectat, l'assistent pot crear i editar projectes, organitzar formes, traduir text i exportar captures de pantalla en nom vostre, conduint l'aplicació mentre mireu.
cs: Screenshot Bro může hostovat místní **MCP server** – malý server běžící pouze na vašem Mac, ke kterému se připojují asistenti AI a klienti MCP (jako Claude Code, Claude Desktop nebo Cursor). Po připojení může asistent vytvářet a upravovat projekty, uspořádávat tvary, překládat text a exportovat snímky obrazovky vaším jménem a ovládat aplikaci, zatímco se budete dívat.
da: Screenshot Bro kan være vært for en lokal **MCP-server** — en lille server, der kun kører på din Mac, som AI-assistenter og MCP-klienter (såsom Claude Code, Claude Desktop eller Cursor) forbinder til. Når den er tilsluttet, kan assistenten oprette og redigere projekter, arrangere former, oversætte tekst og eksportere skærmbilleder på dine vegne og drive appen, mens du ser.
de: Screenshot Bro kann einen lokalen **MCP-Server** bereitstellen – einen kleinen Server, der nur auf deinem Mac läuft und mit dem sich KI-Assistenten und MCP-Clients (etwa Claude Code, Claude Desktop oder Cursor) verbinden. Danach kann der Assistent in deinem Namen Projekte erstellen und bearbeiten, Formen anordnen, Text übersetzen und Screenshots exportieren – er steuert die App, während du zusiehst.
el: Το Screenshot Bro μπορεί να φιλοξενήσει έναν τοπικό **MCP διακομιστή** — έναν μικρό διακομιστή που εκτελείται μόνο στον Mac σας στον οποίο συνδέονται οι βοηθοί τεχνητής νοημοσύνης και οι πελάτες MCP (όπως ο Claude Code, ο Claude Desktop ή ο Δρομέας). Αφού συνδεθεί, ο βοηθός μπορεί να δημιουργήσει και να επεξεργαστεί έργα, να τακτοποιήσει σχήματα, να μεταφράσει κείμενο και να εξάγει στιγμιότυπα οθόνης για λογαριασμό σας, οδηγώντας την εφαρμογή ενώ παρακολουθείτε.
es: Screenshot Bro puede alojar un **servidor MCP** local: un pequeño servidor que solo se ejecuta en tu Mac y al que se conectan asistentes de IA y clientes MCP (como Claude Code, Claude Desktop o Cursor). Una vez conectado, el asistente puede crear y editar proyectos, organizar formas, traducir texto y exportar capturas en tu nombre, manejando la app mientras miras.
fa: Screenshot Bro می‌تواند یک **سرور MCP** محلی اجرا کند — سرور کوچکی که فقط روی Mac شما کار می‌کند و دستیارهای هوش مصنوعی و کلاینت‌های MCP (مانند Claude Code، Claude Desktop یا Cursor) به آن وصل می‌شوند. پس از اتصال، دستیار می‌تواند از طرف شما پروژه ایجاد و ویرایش کند، شکل‌ها را بچیند، متن را ترجمه کند و اسکرین‌شات‌ها را صادر کند، و شما کار کردنش با برنامه را تماشا می‌کنید.
fi: Screenshot Bro voi isännöidä paikallista **MCP-palvelinta** – pientä palvelinta, joka toimii vain Mac:ssä ja johon AI-avustajat ja MCP-asiakkaat (kuten Claude Code, Claude Desktop tai Cursor) muodostavat yhteyden. Kun yhteys on muodostettu, avustaja voi luoda ja muokata projekteja, järjestää muotoja, kääntää tekstiä ja viedä kuvakaappauksia puolestasi ohjaten sovellusta katselun aikana.
fr: Screenshot Bro peut héberger un **serveur MCP** local : un petit serveur fonctionnant uniquement sur votre Mac auquel les assistants IA et les clients MCP (tels que Claude Code, Claude Desktop ou Cursor) se connectent. Une fois connecté, l'assistant peut créer et modifier des projets, organiser des formes, traduire du texte et exporter des captures d'écran en votre nom, en pilotant l'application pendant que vous regardez.
he: Screenshot Bro יכול לארח **שרת MCP** מקומי - שרת קטן הפועל רק ב-Mac שלך שאליו מתחברים עוזרי AI ולקוחות MCP (כגון Claude Code, Claude Desktop או Cursor). לאחר חיבור, העוזר יכול ליצור ולערוך פרויקטים, לארגן צורות, לתרגם טקסט ולייצא צילומי מסך בשמך, להניע את האפליקציה בזמן שאתה צופה.
hr: Screenshot Bro može ugostiti lokalni **MCP poslužitelj** — mali poslužitelj koji radi samo na vašem Mac na koji se povezuju AI asistenti i MCP klijenti (kao što su Claude Code, Claude Desktop ili Cursor). Nakon povezivanja, pomoćnik može stvarati i uređivati ​​projekte, slagati oblike, prevoditi tekst i izvoziti snimke zaslona u vaše ime, upravljajući aplikacijom dok gledate.
hu: A Screenshot Bro üzemeltethet egy helyi **MCP-szervert** – egy kis szervert, amely csak a Mac-en fut, és amelyhez AI-asszisztensek és MCP-kliensek (például Claude Code, Claude Desktop vagy Cursor) csatlakoznak. A csatlakozást követően az asszisztens projekteket hozhat létre és szerkeszthet, alakzatokat rendezhet, szöveget fordíthat, és képernyőképeket exportálhat az Ön nevében, így irányíthatja az alkalmazást, miközben Ön nézi.
id: Screenshot Bro dapat menghosting **server MCP** lokal — server kecil yang hanya berjalan di Mac Anda yang terhubung dengan asisten AI dan klien MCP (seperti Claude Code, Claude Desktop, atau Cursor). Setelah terhubung, asisten dapat membuat dan mengedit proyek, mengatur bentuk, menerjemahkan teks, dan mengekspor tangkapan layar atas nama Anda, sehingga menjalankan aplikasi saat Anda menonton.
it: Screenshot Bro può ospitare un **server MCP** locale: un piccolo server in esecuzione solo sul tuo Mac a cui si collegano assistenti IA e client MCP (come Claude Code, Claude Desktop o Cursor). Una volta collegato, l'assistente può creare e modificare progetti, disporre forme, tradurre testo ed esportare screenshot al posto tuo, guidando l'app mentre guardi.
ja: Screenshot Bro では、ローカルの **MCP サーバ** を実行できます。これは Mac 上だけで動作する小さなサーバで、AI アシスタントや MCP クライアント (Claude Code、Claude Desktop、Cursor など) が接続します。接続すると、アシスタントがユーザーに代わってプロジェクトの作成や編集、図形の配置、テキストの翻訳、スクリーンショットの書き出しを行い、その様子を画面上で確認できます。
ko: Screenshot Bro는 로컬 **MCP 서버**를 실행할 수 있습니다. Mac에서만 동작하는 작은 서버로, AI 어시스턴트와 MCP 클라이언트(Claude Code, Claude Desktop, Cursor 등)가 여기에 연결됩니다. 연결되면 어시스턴트가 사용자를 대신해 프로젝트를 만들고 편집하고, 도형을 배치하고, 텍스트를 번역하고, 스크린샷을 내보냅니다. 앱이 움직이는 모습을 지켜볼 수 있습니다.
ms: Screenshot Bro boleh mengehoskan **pelayan MCP** setempat — pelayan kecil yang berjalan hanya pada Mac anda yang disambungkan oleh pembantu AI dan klien MCP (seperti Kod Claude, Desktop Claude atau Kursor). Setelah disambungkan, pembantu boleh membuat dan mengedit projek, menyusun bentuk, menterjemah teks dan mengeksport tangkapan skrin bagi pihak anda, memacu apl semasa anda menonton.
nl: Screenshot Bro kan een lokale **MCP-server** hosten: een kleine server die alleen op uw Mac draait en waarmee AI-assistenten en MCP-clients (zoals Claude Code, Claude Desktop of Cursor) verbinding maken. Eenmaal verbonden kan de assistent namens u projecten maken en bewerken, vormen rangschikken, tekst vertalen en schermafbeeldingen exporteren, terwijl u de app aanstuurt terwijl u kijkt.
no: Screenshot Bro kan være vert for en lokal **MCP-server** – en liten server som bare kjører på din Mac som AI-assistenter og MCP-klienter (som Claude Code, Claude Desktop eller Cursor) kobler til. Når den er koblet til, kan assistenten opprette og redigere prosjekter, ordne former, oversette tekst og eksportere skjermbilder på dine vegne, og drive appen mens du ser på.
pl: Screenshot Bro może hostować lokalny **serwer MCP** — mały serwer działający tylko na Twoim Mac, z którym łączą się asystenci AI i klienci MCP (tacy jak Claude Code, Claude Desktop lub Cursor). Po nawiązaniu połączenia asystent może tworzyć i edytować projekty, porządkować kształty, tłumaczyć tekst i eksportować zrzuty ekranu w Twoim imieniu, sterując aplikacją podczas oglądania.
pt_br: Screenshot Bro pode hospedar um **servidor MCP** local — um pequeno servidor executado apenas em seu Mac ao qual assistentes de IA e clientes MCP (como Claude Code, Claude Desktop ou Cursor) se conectam. Uma vez conectado, o assistente pode criar e editar projetos, organizar formas, traduzir textos e exportar capturas de tela em seu nome, controlando o aplicativo enquanto você assiste.
pt_pt: Screenshot Bro pode hospedar um **servidor MCP** local — um pequeno servidor executado apenas em seu Mac ao qual assistentes de IA e clientes MCP (como Claude Code, Claude Desktop ou Cursor) se conectam. Uma vez conectado, o assistente pode criar e editar projetos, organizar formas, traduzir textos e exportar capturas de ecrã em seu nome, controlando o aplicativo enquanto você assiste.
ro: Screenshot Bro poate găzdui un **server MCP** local — un server mic care rulează numai pe Mac la care asistenții AI și clienții MCP (cum ar fi Claude Code, Claude Desktop sau Cursor) se conectează. Odată conectat, asistentul poate să creeze și să editeze proiecte, să aranjeze forme, să traducă text și să exporte capturi de ecran în numele dvs., conducând aplicația în timp ce vizionați.
ru: Screenshot Bro может запускать локальный **MCP-сервер** — небольшой сервер, работающий только на вашем Mac, к которому подключаются ИИ-ассистенты и MCP-клиенты (например, Claude Code, Claude Desktop или Cursor). После подключения ассистент может создавать и редактировать проекты, расставлять фигуры, переводить текст и экспортировать скриншоты за вас, управляя приложением у вас на глазах.
sk: Screenshot Bro môže hostiť lokálny **server MCP** – malý server, ktorý beží iba na vašom Mac, ku ktorému sa pripájajú asistenti AI a klienti MCP (napríklad Claude Code, Claude Desktop alebo Cursor). Po pripojení môže asistent vo vašom mene vytvárať a upravovať projekty, usporadúvať tvary, prekladať text a exportovať snímky obrazovky, pričom môžete počas sledovania ovládať aplikáciu.
sl: Screenshot Bro lahko gosti lokalni **strežnik MCP** – majhen strežnik, ki deluje samo na vašem Mac, s katerim se povezujejo pomočniki AI in odjemalci MCP (kot so Claude Code, Claude Desktop ali Cursor). Ko je vzpostavljena povezava, lahko pomočnik ustvarja in ureja projekte, razporeja oblike, prevaja besedilo in izvozi posnetke zaslona v vašem imenu, kar poganja aplikacijo med gledanjem.
sv: Screenshot Bro kan vara värd för en lokal **MCP-server** — en liten server som endast körs på din Mac som AI-assistenter och MCP-klienter (som Claude Code, Claude Desktop eller Cursor) ansluter till. När assistenten väl är ansluten kan assistenten skapa och redigera projekt, ordna former, översätta text och exportera skärmdumpar för din räkning och driva appen medan du tittar.
th: Screenshot Bro สามารถโฮสต์ **เซิร์ฟเวอร์ MCP** ในเครื่อง — เซิร์ฟเวอร์ขนาดเล็กที่ทำงานบน Mac ของคุณเท่านั้นที่ผู้ช่วย AI และไคลเอนต์ MCP (เช่น Claude Code, Claude Desktop หรือ Cursor) เชื่อมต่ออยู่ เมื่อเชื่อมต่อแล้ว ผู้ช่วยสามารถสร้างและแก้ไขโปรเจ็กต์ จัดเรียงรูปร่าง แปลข้อความ และส่งออกภาพหน้าจอในนามของคุณ ขับเคลื่อนแอปในขณะที่คุณรับชม
tr: Screenshot Bro yerel bir **MCP sunucusu** barındırabilir — yalnızca Mac'inizde çalışan ve yapay zekâ asistanlarının ve MCP istemcilerinin (Claude Code, Claude Desktop veya Cursor gibi) bağlandığı küçük bir sunucu. Bağlandıktan sonra asistan sizin adınıza proje oluşturup düzenleyebilir, şekilleri düzenleyebilir, metin çevirebilir ve ekran görüntülerini dışa aktarabilir; siz izlerken uygulamayı yönetir.
uk: Screenshot Bro може запускати локальний **сервер MCP** — невеликий сервер, що працює лише на вашому Mac і до якого підключаються ШІ-помічники та клієнти MCP (як-от Claude Code, Claude Desktop чи Cursor). Після підключення помічник може від вашого імені створювати й редагувати проєкти, розташовувати фігури, перекладати текст і експортувати знімки екрана, керуючи програмою у вас на очах.
ur: Screenshot Bro ایک مقامی **MCP سرور** کی میزبانی کر سکتا ہے — ایک چھوٹا سرور جو صرف آپ کے Mac پر چلتا ہے جس سے AI معاونین اور MCP کلائنٹس (جیسے کلاڈ کوڈ، کلاڈ ڈیسک ٹاپ، یا کرسر) جڑتے ہیں۔ ایک بار منسلک ہو جانے کے بعد، معاون پروجیکٹس بنا اور ان میں ترمیم کر سکتا ہے، شکلیں ترتیب دے سکتا ہے، متن کا ترجمہ کر سکتا ہے، اور آپ کی طرف سے اسکرین شاٹس برآمد کر سکتا ہے، جب آپ دیکھتے ہیں تو ایپ کو چلا سکتا ہے۔
vi: Screenshot Bro có thể lưu trữ **máy chủ MCP** cục bộ — một máy chủ nhỏ chỉ chạy trên Mac của bạn mà trợ lý AI và máy khách MCP (chẳng hạn như Claude Code, Claude Desktop hoặc Cursor) kết nối tới. Sau khi kết nối, trợ lý có thể thay mặt bạn tạo và chỉnh sửa dự án, sắp xếp hình dạng, dịch văn bản và xuất ảnh chụp màn hình, điều khiển ứng dụng trong khi bạn xem.
zh_hans: Screenshot Bro 可以在本机托管一个 **MCP 服务器**——一个只在你的 Mac 上运行的小型服务器，供 AI 助手和 MCP 客户端（例如 Claude Code、Claude Desktop 或 Cursor）连接。连接后，助手可以替你创建和编辑项目、排列形状、翻译文本和导出截图，你可以在旁边看着它操作本 App。
zh_hant: Screenshot Bro 可以代管本機 **MCP 伺服器**——一個只在你的 Mac 上執行的小型伺服器，供 AI 助理和 MCP 用戶端（例如 Claude Code、Claude Desktop 或 Cursor）連線。連線後，助理就能代替你建立和編輯專案、排列形狀、翻譯文字以及輸出螢幕截圖，在你觀看的同時操作 App。

source: Screenshot Bro Help
ar: Screenshot Bro مساعدة
ca: Screenshot Bro Ajuda
cs: Screenshot Bro Nápověda
da: Screenshot Bro Hjælp
de: Screenshot Bro-Hilfe
el: Screenshot Bro Βοήθεια
es: Ayuda de Screenshot Bro
fa: راهنمای Screenshot Bro
fi: Screenshot Bro Apua
fr: Aide Screenshot Bro
he: Screenshot Bro עזרה
hr: Screenshot Bro Pomoć
hu: Screenshot Bro Segítség
id: Screenshot Bro Bantuan
it: Aiuto di Screenshot Bro
ja: Screenshot Bro ヘルプ
ko: Screenshot Bro 도움말
ms: Screenshot Bro Bantuan
nl: Screenshot Bro Hulp
no: Screenshot Bro Hjelp
pl: Screenshot Bro Pomoc
pt_br: Ajuda do Screenshot Bro
pt_pt: Screenshot Bro Ajuda
ro: Screenshot Bro Ajutor
ru: Справка Screenshot Bro
sk: Screenshot Bro Pomocník
sl: Screenshot Bro Pomoč
sv: Screenshot Bro Hjälp
th: Screenshot Bro ช่วยเหลือ
tr: Screenshot Bro Yardım
uk: Довідка Screenshot Bro
ur: Screenshot Bro مدد
vi: Screenshot Bro Trợ giúp
zh_hans: Screenshot Bro 帮助
zh_hant: Screenshot Bro 輔助說明

source: Screenshot Bro is also available on Mac and iPad.
ar: Screenshot Bro متاح أيضًا في Mac وiPad.
ca: Screenshot Bro també està disponible els dies Mac i iPad.
cs: Screenshot Bro je k dispozici také na Mac a iPad.
da: Screenshot Bro er også tilgængelig på Mac og iPad.
de: Screenshot Bro ist auch auf Mac und iPad verfügbar.
el: Το Screenshot Bro είναι επίσης διαθέσιμο στις Mac και iPad.
es: Screenshot Bro también está disponible en Mac y iPad.
fa: Screenshot Bro در Mac و iPad نیز موجود است.
fi: Screenshot Bro on saatavilla myös termeillä Mac ja iPad.
fr: Screenshot Bro est également disponible sur Mac et iPad.
he: Screenshot Bro זמין גם ב-Mac וב-iPad.
hr: Screenshot Bro također je dostupan na Mac i iPad.
hu: A Screenshot Bro a Mac és iPad kifejezéseken is elérhető.
id: Screenshot Bro juga tersedia di Mac dan iPad.
it: Screenshot Bro è disponibile anche su Mac e iPad.
ja: Screenshot Bro は Mac と iPad でも利用できます。
ko: Screenshot Bro는 Mac과 iPad에서도 사용할 수 있습니다.
ms: Screenshot Bro juga tersedia di Mac dan iPad.
nl: Screenshot Bro is ook beschikbaar op Mac en iPad.
no: Screenshot Bro er også tilgjengelig på Mac og iPad.
pl: Screenshot Bro jest również dostępny w Mac i iPad.
pt_br: Screenshot Bro também está disponível em Mac e iPad.
pt_pt: Screenshot Bro também está disponível em Mac e iPad.
ro: Screenshot Bro este disponibil și pe Mac și iPad.
ru: Screenshot Bro также доступен на Mac и iPad.
sk: Screenshot Bro je k dispozícii aj na Mac a iPad.
sl: Screenshot Bro je na voljo tudi na Mac in iPad.
sv: Screenshot Bro är även tillgänglig på Mac och iPad.
th: Screenshot Bro มีให้บริการใน Mac และ iPad ด้วย
tr: Screenshot Bro, Mac ve iPad için de kullanılabilir.
uk: Screenshot Bro також доступна на Mac та iPad.
ur: Screenshot Bro Mac اور iPad پر بھی دستیاب ہے۔
vi: Screenshot Bro cũng có sẵn trên Mac và iPad.
zh_hans: Screenshot Bro 也可在 Mac 和 iPad 上使用。
zh_hant: Screenshot Bro 也可在 Mac 和 iPad 上使用。

source: Screenshot Bro Pro is unlocked and ready to use.
ar: Screenshot Bro Pro مفتوح وجاهز للاستخدام.
ca: Screenshot Bro Pro està desbloquejat i llest per utilitzar.
cs: Screenshot Bro Pro je odemčeno a připraveno k použití.
da: Screenshot Bro Pro er låst op og klar til brug.
de: Screenshot Bro Pro ist entsperrt und einsatzbereit.
el: Το Screenshot Bro Pro είναι ξεκλείδωτο και έτοιμο για χρήση.
es: Screenshot Bro Pro está desbloqueado y listo para usar.
fa: Screenshot Bro Pro قفل باز شده و آماده استفاده است.
fi: Screenshot Bro Pro on avattu ja valmis käytettäväksi.
fr: Screenshot Bro Pro est déverrouillé et prêt à être utilisé.
he: Screenshot Bro Pro לא נעול ומוכן לשימוש.
hr: Screenshot Bro Pro je otključan i spreman za upotrebu.
hu: A Screenshot Bro Pro zárolása fel van oldva, és használatra kész.
id: Screenshot Bro Pro tidak terkunci dan siap digunakan.
ja: Screenshot Bro Pro はロックが解除されており、すぐに使用できます。
ko: Screenshot Bro Pro이(가) 잠금 해제되어 사용할 준비가 되었습니다.
ms: Screenshot Bro Pro tidak berkunci dan sedia untuk digunakan.
nl: Screenshot Bro Pro is ontgrendeld en klaar voor gebruik.
no: Screenshot Bro Pro er låst opp og klar til bruk.
pl: Screenshot Bro Pro jest odblokowany i gotowy do użycia.
pt_br: Screenshot Bro Pro está desbloqueado e pronto para uso.
pt_pt: Screenshot Bro Pro está desbloqueado e pronto para uso.
ro: Screenshot Bro Pro este deblocat și gata de utilizare.
sk: Screenshot Bro Pro je odomknutý a pripravený na použitie.
sl: Screenshot Bro Pro je odklenjen in pripravljen za uporabo.
sv: Screenshot Bro Pro är upplåst och redo att användas.
th: Screenshot Bro Pro ปลดล็อคแล้วและพร้อมใช้งาน
ur: Screenshot Bro Pro غیر مقفل اور استعمال کے لیے تیار ہے۔
vi: Screenshot Bro Pro đã được mở khóa và sẵn sàng sử dụng.
zh_hans: Screenshot Bro Pro 已解锁并可供使用。

source: Screenshot Bro Pro is unlocked.
ar: Screenshot Bro Pro مفتوح.
ca: Screenshot Bro Pro està desbloquejat.
cs: Screenshot Bro Pro je odemčeno.
da: Screenshot Bro Pro er låst op.
de: Screenshot Bro Pro ist freigeschaltet.
el: Το Screenshot Bro Pro είναι ξεκλείδωτο.
es: Screenshot Bro Pro está desbloqueado.
fa: Screenshot Bro Pro فعال است.
fi: Screenshot Bro Pro on avattu.
fr: Screenshot Bro Pro est débloqué.
he: Screenshot Bro Pro לא נעול.
hr: Screenshot Bro Pro je otključan.
hu: A Screenshot Bro Pro zárolása fel van oldva.
id: Screenshot Bro Pro tidak terkunci.
it: Screenshot Bro Pro è sbloccato.
ja: Screenshot Bro Pro のロックが解除されています。
ko: Screenshot Bro Pro가 잠금 해제되었습니다.
ms: Screenshot Bro Pro tidak berkunci.
nl: Screenshot Bro Pro is ontgrendeld.
no: Screenshot Bro Pro er låst opp.
pl: Screenshot Bro Pro jest odblokowany.
pt_br: Screenshot Bro Pro está desbloqueado.
pt_pt: Screenshot Bro Pro está desbloqueado.
ro: Screenshot Bro Pro este deblocat.
ru: Screenshot Bro Pro разблокирован.
sk: Screenshot Bro Pro je odomknuté.
sl: Screenshot Bro Pro je odklenjen.
sv: Screenshot Bro Pro är upplåst.
th: Screenshot Bro Pro ปลดล็อคแล้ว
tr: Screenshot Bro Pro'nun kilidi açıldı.
uk: Screenshot Bro Pro розблоковано.
ur: Screenshot Bro Pro غیر مقفل ہے۔
vi: Screenshot Bro Pro đã được mở khóa.
zh_hans: Screenshot Bro Pro 已解锁。
zh_hant: Screenshot Bro Pro 已解鎖。

source: Screenshot Bro remembers the last folder you exported to (security-scoped bookmark).
ar: Screenshot Bro يتذكر المجلد الأخير الذي قمت بالتصدير إليه (إشارة مرجعية ذات نطاق أمان).
ca: Screenshot Bro recorda l'última carpeta a la qual vau exportar (marcador d'àmbit de seguretat).
cs: Screenshot Bro si pamatuje poslední složku, do které jste exportovali (záložka s rozsahem zabezpečení).
da: Screenshot Bro husker den sidste mappe, du eksporterede til (bogmærke med sikkerhedsomfang).
de: Screenshot Bro merkt sich den letzten Ordner, in den Sie exportiert haben (sicherheitsbezogenes Lesezeichen).
el: Το Screenshot Bro θυμάται τον τελευταίο φάκελο στον οποίο πραγματοποιήσατε εξαγωγή (σελιδοδείκτης εύρους ασφαλείας).
es: Screenshot Bro recuerda la última carpeta a la que exportaste (marcador de seguridad).
fa: Screenshot Bro آخرین پوشه ای را که به آن صادر کرده اید (نشانک با محدوده امنیتی) را به خاطر می آورد.
fi: Screenshot Bro muistaa kansion, johon viimeksi vietit (suojauslaajuinen kirjanmerkki).
fr: Screenshot Bro mémorise le dernier dossier vers lequel vous avez exporté (signet de sécurité).
he: Screenshot Bro זוכר את התיקיה האחרונה שאליה ייצאת (סימנייה בהיקף אבטחה).
hr: Screenshot Bro pamti posljednju mapu u koju ste izvezli (oznaka s opsegom sigurnosti).
hu: A Screenshot Bro megjegyzi az utoljára exportált mappát (biztonsági hatókörű könyvjelző).
id: Screenshot Bro mengingat folder terakhir tempat Anda mengekspor (bookmark cakupan keamanan).
ja: Screenshot Bro は、最後にエクスポートしたフォルダー (セキュリティ スコープのブックマーク) を記憶します。
ko: Screenshot Bro은 마지막으로 내보낸 폴더(보안 범위 책갈피)를 기억합니다.
ms: Screenshot Bro mengingati folder terakhir yang anda eksport ke (penanda halaman skop keselamatan).
nl: Screenshot Bro onthoudt de laatste map waarnaar u hebt geëxporteerd (beveiligde bladwijzer).
no: Screenshot Bro husker den siste mappen du eksporterte til (bokmerke med sikkerhetsomfang).
pl: Screenshot Bro zapamiętuje ostatni folder, do którego eksportowałeś (zakładka o zakresie bezpieczeństwa).
pt_br: Screenshot Bro lembra a última pasta para a qual você exportou (marcador com escopo de segurança).
pt_pt: Screenshot Bro lembra a última pasta para a qual você exportou (marcador com escopo de segurança).
ro: Screenshot Bro își amintește ultimul dosar în care l-ați exportat (marcaj de securitate).
sk: Screenshot Bro si pamätá posledný priečinok, do ktorého ste exportovali (záložka s rozsahom zabezpečenia).
sl: Screenshot Bro si zapomni zadnjo mapo, v katero ste izvozili (zaznamek v obsegu varnosti).
sv: Screenshot Bro kommer ihåg den senaste mappen du exporterade till (bokmärke med säkerhetsomfattning).
th: Screenshot Bro จดจำโฟลเดอร์ล่าสุดที่คุณส่งออกไป (บุ๊กมาร์กที่มีขอบเขตความปลอดภัย)
ur: Screenshot Bro وہ آخری فولڈر یاد رکھتا ہے جسے آپ نے برآمد کیا تھا (سیکیورٹی اسکوپڈ بک مارک)۔
vi: Screenshot Bro ghi nhớ thư mục cuối cùng bạn đã xuất sang (dấu trang trong phạm vi bảo mật).
zh_hans: Screenshot Bro 会记住您导出到的最后一个文件夹（安全范围的书签）。

source: Screenshot Bro Settings
ar: Screenshot Bro الإعدادات
ca: Screenshot Bro Configuració
cs: Screenshot Bro Nastavení
da: Screenshot Bro Indstillinger
de: Screenshot Bro-Einstellungen
el: Screenshot Bro Ρυθμίσεις
es: Ajustes de Screenshot Bro
fa: تنظیمات Screenshot Bro
fi: Screenshot Bro Asetukset
fr: Réglages de Screenshot Bro
he: Screenshot Bro הגדרות
hr: Screenshot Bro Postavke
hu: Screenshot Bro Beállítások
id: Screenshot Bro Setelan
it: Impostazioni di Screenshot Bro
ja: Screenshot Bro 設定
ko: Screenshot Bro 설정
ms: Screenshot Bro Tetapan
nl: Screenshot Bro Instellingen
no: Screenshot Bro Innstillinger
pl: Screenshot Bro Ustawienia
pt_br: Ajustes do Screenshot Bro
pt_pt: Screenshot Bro Configurações
ro: Screenshot Bro Setări
ru: Настройки Screenshot Bro
sk: Screenshot Bro Nastavenia
sl: Screenshot Bro Nastavitve
sv: Screenshot Bro Inställningar
th: Screenshot Bro การตั้งค่า
tr: Screenshot Bro Ayarları
uk: Параметри Screenshot Bro
ur: Screenshot Bro ترتیبات
vi: Cài đặt Screenshot Bro
zh_hans: Screenshot Bro 设置
zh_hant: Screenshot Bro 設定
